<?php
    // --- 招聘职位数据中心 ---
    // 以后所有职位的增删改，都在这个数组里完成！
                $jobs = [
        [
            "title" => "业务经理",
            "quota" => "5名",
            "salary" => "5000 - 10000",
            "requirements" => "50岁以下，积极向上、品行端正
专科及以上学历
有过业务推销相关经验，具有良好的团队带队能力
可独立进行业务拓展，提出相关建议"
        ],
        [
            "title" => "业务员",
            "quota" => "10名",
            "salary" => "3000 - 7000",
            "requirements" => "品行端正、吃苦耐劳
对环保设备、环保工程等的销售有了解,
具有良好的团队协作能力"
        ],
        [
            "title" => "技术员 (招聘应届/可实习)",
            "quota" => "4名",
            "salary" => "3000 - 8000",
            "requirements" => "本科及以上学历，环保专业优先
会制图，能进行现场勘探，精通CAD、PS等软件
具有良好的团队协作能力"
        ],
        [
            "title" => "污水站管理人员 (招聘应届/可实习)",
            "quota" => "10名",
            "salary" => "3000 - 5000",
            "requirements" => "22岁以上，初中以上学历，经验不限
积极向上、吃苦耐劳、认真负责
公司提供上岗培训，包食宿，工作地点面议"
        ]
    ];
?>